[M_NameGame MissionDefinition]
MissionName="O Jogo dos Nomes"
MissionDescription="Sir Hammerlock não está muito satisfeito com o nome "Bullymong", e por isso ele deseja que você o ajude a encontrar outro nome mais apropriado para essa espécie antes de publicar seu almanaque da fauna de Pandora. Ele pediu que você vá até [place]Three Horns Divide[-place] e examine os Bullymongs (empregando métodos violentos, é claro) para que ele possa estudá-los e atribuir a eles um nome mais adequado."
TurnInDescription="Hammerlock está crente que conseguirá definir um nome melhor para colocar em seu almanaque. Talvez ele esteja equivocado."
MissionSummary="Ajude Sir Hammerlock a colocar outro nome nos Bullymongs."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""Bullymong" é um nome muito grosseiro. Hammerlock precisa que você o ajude a criar outro nome que soe melhor."

[M_NameGame:FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NameGame:KillBullyWithGrenade MissionObjectiveDefinition]
ProgressMessage="Elimine a Besta Primitiva com uma granada"

[M_NameGame:KillGrenade MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock não está muito satisfeito com o nome "Bullymong", e por isso ele deseja que você o ajude a encontrar outro nome mais apropriado para essa espécie antes de publicar seu almanaque da fauna de Pandora. Ele pediu que você vá até [place]Three Horns Divide[-place] e examine os Bullymongs (empregando métodos violentos, é claro) para que ele possa estudá-los e atribuir a eles um nome mais adequado.\nDepois de examinar alguns Bullymongs brutamontes, Hammerlock decidiu que o nome "Besta Primitiva" poderia ser mais apropriado. Ele lhe pediu que coloque esse nome à prova matando uma Besta Primitiva com uma granada.\n"

[M_NameGame:KillMoreBullyMong MissionObjectiveDefinition]
ProgressMessage="Elimine alguns Pé-Grandes"

[M_NameGame:KillMoreBullymong_Optional MissionObjectiveDefinition]
ProgressMessage="Elimine alguns Bullymongs"

[M_NameGame:KillMoreObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock não está muito satisfeito com o nome "Bullymong", e por isso ele deseja que você o ajude a encontrar outro nome mais apropriado para essa espécie antes de publicar seu almanaque da fauna de Pandora. Ele pediu que você vá até [place]Three Horns Divide[-place] e examine os Bullymongs (empregando métodos violentos, é claro) para que ele possa estudá-los e atribuir a eles um nome mais adequado.\nDepois de fracassar em duas tentativas de lhes dar um novo nome, Hammerlock jogou a toalha e decidiu chamá-los apenas de "Pé-Grandes". Ele também lhe pediu para eliminar alguns desses bichos.\n"

[M_NameGame:LootPiles MissionObjectiveDefinition]
ProgressMessage="Vasculhe as pilhas de ossos dos Bullymongs"

[M_NameGame:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NameGame:Shootprojectiles MissionObjectiveDefinition]
ProgressMessage="Intercepte objetos arremessados por um Lançador"

[M_NameGame:ShootprojectilesObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock não está muito satisfeito com o nome "Bullymong", e por isso ele deseja que você o ajude a encontrar outro nome mais apropriado para essa espécie antes de publicar seu almanaque da fauna de Pandora. Ele pediu que você vá até [place]Three Horns Divide[-place] e examine os Bullymongs (empregando métodos violentos, é claro) para que ele possa estudá-los e atribuir a eles um nome mais adequado.\nHammerlock decidiu chamar os Bullymongs de "Bestas Primitivas", porém, seus editores não gostaram nenhum pouco do nome. Agora ele quer batizar as criaturas de "Lançadores" e por isso, lhe pediu para testar o novo nome interceptando alguns objetos arremessados por eles.\n"

